img/1-RDF-fill-L3-10-auto/T6kP.mmd
flowchart LR
  P[prof:p01] -->|ex:teaches| C[course:c04]
  C -.->|?| L(("Reactive Systems"))
